{
  "books": [
    {
      "img_path": "/images/book_images/alices_adventure_in_wonderland.jpg",
      "book_title": "Alice in Wonderland",
      "author": "Lewis Carroll",
      "published_year": 1865,
      "summary": "Alice, a curious and imaginative young girl, tumbles down a rabbit hole into a whimsical world full of eccentric characters, talking animals, and strange adventures. The story explores themes of identity, logic, and imagination, making it a timeless classic for children and adults alike.",
      "rating": 5,
      "genre": "Fantasy"
    },
    {
      "img_path": "/images/book_images/frankenstein.jpg",
      "book_title": "Frankenstein",
      "author": "Mary Shelley",
      "published_year": 1818,
      "summary": "Victor Frankenstein, a passionate young scientist, defies nature by creating a living being from dead body parts. As the creature comes to life, Victor faces moral dilemmas, guilt, and horror, while the creature struggles with loneliness and rejection. Shelley's novel delves into the dangers of unchecked ambition and the ethical limits of science.",
      "rating": 4,
      "genre": "Horror"
    },
    {
      "img_path": "/images/book_images/mobydick_or_the_white_whale.jpg",
      "book_title": "MobyDick and the White whale",
      "author": "MobyDick",
      "published_year": 1999,
      "summary": "Captain Ahab, obsessed with vengeance, leads his crew on a perilous voyage to hunt Moby Dick, the enormous white whale that had previously maimed him. The novel is a profound exploration of obsession, fate, and humanity's struggle against nature, blending thrilling adventure with deep philosophical reflections.",
      "rating": 3,
      "genre": "Mystery"
    },
    {
      "img_path": "/images/book_images/gutenberg.jpg",
      "book_title": "Gutenberg: The Man Who Launched a Printing Revolution",
      "author": "John Man",
      "published_year": 2002,
      "summary": "This biography recounts the life of Johannes Gutenberg, the inventor of the movable-type printing press, and examines how his innovation revolutionized communication, knowledge dissemination, and culture in the 15th century. The book also explores the challenges, setbacks, and societal impact of Gutenberg's groundbreaking invention.",
      "rating": 4,
      "genre": "UFO"
    },
    {
      "img_path": "/images/book_images/romeo_and_juliet.jpg",
      "book_title": "Romeo and Juliet",
      "author": "William Shakespeare",
      "published_year": 1597,
      "summary": "In the city of Verona, two young lovers, Romeo and Juliet, come from feuding families. Their passionate love blossoms in secret, but miscommunications and fate lead to tragic consequences. Shakespeare's play captures the intensity of young love, the destructiveness of hatred, and the timeless tragedy of human conflict.",
      "rating": 5,
      "genre": "Romance"
    },
    {
      "img_path": "/images/book_images/pride_and_prejudice.jpg",
      "book_title": "Pride and Prejudice",
      "author": "Jane Austen",
      "published_year": 1813,
      "summary": "Elizabeth Bennet navigates the complexities of love, family, and societal expectations in early 19th-century England. As she encounters the proud Mr. Darcy, both must confront their personal prejudices and learn to understand each other. Austen's novel blends romance, wit, and keen social commentary, highlighting the nuances of manners, morality, and marriage.",
      "rating": 5,
      "genre": "Romance"
    }
  ]
}
